
{
	"timeline":
	{
		"type":"default",

		"headline":"Altmetrics timeline",
		"text":"A visual guide to the development of altmetrics",

		"startDate":"1972,11,3",


		"date": [
			{
				"startDate":"1972,11,3",
				"endDate":"1972,11,3",

				"headline":"Garfield publishes <em>'Citation Analysis as a Tool in Journal Evaluation'</em>",
				"text":"<p>The impact factor, a method of citation counting was the first tool to measure scientific impact, was originally devised by Eugene Garfield.</p><p>The impact factor is of a given journal is calculated with the average number of citations received per paper published in that journal during the two preceding years.</p>",

				"asset":
				{
					"media":"assets/img/impact-factor.png",
					"credit":"",
					"caption":""
				}
			},
			{
				"startDate":"1983,10,31",
				"endDate":"1983,10,31",

				"headline":"Garfield defends Impact Factor",
				"text":"<p>The term <em>impact factor</em> gradually evolved, especially in Europe, to describe both journal and author impact.</p><p>Garfield publishes again, defending the impact factor, but arguing that it was never designed to measure impact of specific papers, authors or institutions.</p>",

				"asset":
				{
					"media":"<blockquote>Although journal assessments are important, evaluation of faculty is a much more important exercise that affects individual careers. Impact numbers should not be used as surrogates except in unusual circumstances</blockquote>",
					"credit":"Eugene Garfield, <em>How to Use Citation Analysis for Faculty Evaluations, and When Is It Relevant?</em>",
					"caption":""
				}
			},
			{
				"startDate":"1992,7,1",
				"endDate":"1992,7,1",

				"headline":"Institute of Scientific Information aquired by Thomson Reuters",
				"text":"<p>Thomson Reuters buys the Institute for Scientific Information, founded by Eugene Garfield in 1960, taking control of the impact factor.</p><p>The impact factor is now published annually in the <em>Journal Citation Reports</em>, by the Heathcare & Science division of Thomson Reuters.</p>",

				"asset":
				{
					"media":"assets/img/thomson-reuters-logo.png",
					"credit":"",
					"caption":""
				}
			},
			{
				"startDate":"1997,9,1",
				"endDate":"1997,9,1",

				"headline":"Almind & Ingwersen first coin the term <em>webometrics</em>",

				"asset":
				{
					"media":"They define the term as: <blockquote>The study of the quantitative aspects of the construction and use of information resources, structures and technologies on the Web drawing on bibliometric and informetric approaches</blockquote>",
					"credit":"Almind & Ingwersen, <em>Informetric analyses on the world wide web: methodological approaches to webometrics</em>",
					"caption":""
				}
			},
			{
				"startDate":"2004,10,18",
				"endDate":"2004,10,18",

				"headline":"Google launches Google Scholar in beta",
				"text": "<img src='assets/img/google-scholar.png'>",

				"asset":
				{
					"media": "<blockquote>[Google Scholar] rank[s] documents the way researchers do, weighing the full text of each document, where it was published, who it was written by, as well as how often and how recently it has been cited in other scholarly literature</blockquote>",
					"credit":"<cite><a href='http://googleblog.blogspot.co.uk/2004/10/scholarly-pursuits.html'>Official Google Blog</a></cite>",
					"caption":""
				}
			}
		],
		"era": [
			{
				"startDate": "1972,11,3",
				"endDate": "1997,9,1",
				"headline": "Early bibliometrics"
			}
		]
	}
}